{
  "Index": {
    "menu": {
      "title": "menu",
      "products": "products",
      "shops": "shop list",
      "about": "about narai",
      "bar": "sagyobar",
      "concept": "concept",
      "stories": "stories",
      "company": "company",
      "contact": "contact"
    },
    "shopping-guide": {
      "title": "shopping guide",
      "terms": "terms of use",
      "legal": "legal notice",
      "privacy": "privacy policy",
      "contact": "contact"
    },
    "newsletter": {
      "title": "newsletter",
      "description": "Subscribe to our newsletter to receive free shipping on your first order, and access to exclusive information regarding events and pairing dinners.",
      "placeholder": "Email",
      "button": "Notify me"
    },
    "home": {
      "previews": {
        "about-narai": {
          "title": "water of the mountains,",
          "subtitle": "sake of the skies",
          "body": "We brew our sake in one of the highest breweries in Japan, standing at an altitude of 940m and surrounded by an abundance of nature. While many breweries typically use a stable water source such as well water, narai uses the fresh water from the mountains, flowing from an altitude of over 1,000m. The water originates from a spring near the watershed of the Shinano River and Kiso River, and is characterized by its clarity and smooth, rounded texture brought about by a rare “water hardness” of less than 25."
        },
        "location": {
          "title": "brewed in Narai-juku, Nagano",
          "subtitle": "",
          "body": "Our brewery is nestled in the historic townscape of Narai-juku, a well-preserved post town in Nagano stretching for about 1km – the longest of its kind in Japan. In Narai-juku, winter temperatures drop nearly 20°C below zero, causing the mountain water to freeze. After the cold winter, the town gets enveloped in fresh greenery as the air turns more clear and pleasant. In autumn, the mountains are adorned with vibrant foliage. Blessed with an abundance of nature, it is a place to truly experience the changing of seasons.",
          "button": "about narai"
        },
        "bar": {
          "title": "sagyobar : a brewery-operated bar & workspace",
          "subtitle": "",
          "body": "Introducing sagyobar: a place where brewery operations (sagyo) and drinking (bar) come together. We have combined our brewery workspace, where we pack boxes and fulfill orders, with a place to enjoy sake served from our very own suginomori wagon. It is a renovated warehouse located a one-minute walk from the brewery, just across the railway tracks.",
          "button": "about sagyobar"
        },
        "concept": {
          "title": "beyond brewing",
          "subtitle": "",
          "body": "We are driven by our mission to preserve Japanese sake culture for future generations. To achieve this, we reexamine conventional practices of the sake industry and experiment with new endeavors. We are dedicated to exploring sake with a free and creative approach, going beyond brewing and spreading its charm to the world.",
          "button": "concept"
        }
      }
    },
    "shops": {
      "title": "Shop list",
      "subtitle": "",
      "all": "All shops",
      "hokkaido": "Hokkaido / North",
      "kanto": "Kanto",
      "chubu": "Chubu",
      "kinki": "Kinki",
      "chugoku": "Chugoku",
      "kyushu": "Kyushu"
    },
    "footer": {
      "newsletter": {
        "promo": "Get 10% off on your first order. Get discount."
      }
    },
    "cart": {
      "add": "Add to cart",
      "out-of-stock": "Out of stock",
      "title": "Shopping Bag",
      "subtitle": "Review your Order",
      "empty": "Your shopping bag is empty",
      "declinedCard": "We couldn't process the purchase. Please check your card information and try again.",
      "thankYou": "Thank you for your order.",
      "subtotal": "Subtotal",
      "taxes": "Taxes",
      "taxCalculation": "Calculated at checkout",
      "shipping": "Shipping",
      "shippingCalculation": "Calculated at checkout",
      "total": "Total",
      "proceed": "Proceed to Checkout",
      "continue": "Continue Shopping",
      "note": "Notes",
      "notePlaceholder": "Enter any notes you would like to include with your order",
      "addNote": "Add a note to your order",
      "editNote": "Edit note",
      "hideNote": "Hide",
      "saving": "Saving...",
      "addFeaturedProduct": "+ Add"
    },
    "age-gate": {
      "title": "Confirm Your Age",
      "description": "In order to shop on this site, please confirm that you are of legal age to purchase alcohol under the laws that apply to you.",
      "confirm": "Confirm",
      "confirming": "Confirming",
      "deny": "No",
      "birthdate": "Your date of birth",
      "year": "Year",
      "month": "Month",
      "day": "Day"
    },
    "about": {
      "001": {
        "title": "water of the mountains,",
        "subtitle": "sake of the skies"
      },
      "002": {
        "title": "brewed in Narai-juku, Nagano.",
        "para001": "We brew our sake in one of the highest breweries in Japan, standing at an altitude of 940m and surrounded by a mountainous forest of Japanese cedar trees. In Narai-juku, winter temperatures drop nearly 20°C below zero, causing the mountain water to freeze. After the cold winter, the town gets enveloped in fresh greenery as the air turns more clear and pleasant. In autumn, the mountains are adorned with vibrant foliage. Blessed with an abundance of nature, it is a place to truly experience the changing of seasons.",
        "para002": "Could we express the beauty of the nature around us through our sake? Most sake breweries use large tanks (3,000L to 8,000L) suitable for mass production, often dividing tasks across a large team. At our brewery, we have scaled down to smaller tanks (900L to 1,800L) so that our single master brewer can meticulously and efficiently manage every step of the brewing process – enabling us to produce high-quality sake through small-lot production. While sake is typically produced in the winter, we have incorporated a year-round production method called “shiki-jozo,” or “four-seasons brewing,” so that we can reflect the changing seasons and beautiful nature of Nagano in our sake."
      },
      "003": {
        "title": "Tasai na Kuro. A Colorful Black. Our Brewing Philosophy.",
        "para001": "At first glance, the words “colorful” and “black” together may sound contradictory. Yet the concept of “A Colorful Black” is not about one single color, but rather a mixture of colors, meticulously layered together one paint at a time. For each batch of narai, I imagine myself harmonizing the various elements of the sake’s flavor – richness and fullness, dryness and sweetness, aroma – carefully adjusting each element according to the conditions of the mountain water and rice of that particular batch. A sake that is well-balanced, yet feels like a burst of colors as it spreads across your palate… this is the kind of sake I hope to create. We hope you enjoy narai – “water of the mountains, sake of the skies” – a sake that expresses the beautiful nature of Nagano.",
        "master001": "Master Brewer",
        "master002": "Masayuki Irie"
      },
      "awards": {
        "title": "awards",
        "subtitle": ""
      },
      "materials": {
        "title": "materials",
        "water": {
          "title": "water - the foundation",
          "body": "While most breweries use well water with stable properties, narai uses natural mountain water flowing from an altitude of over 1,000 meters. This mountain water, which springs near the divide between the Shinano and Kiso Rivers, is one of the clearest in Japan with a hardness of less than 25 and a round, smooth texture."
        },
        "rice": {
          "title": "rice - the core",
          "body": "We use rice that has been carefully cultivated by Farm Ichimaru, a rice farm in Azumino, Nagano. We have a strong commitment to using locally grown rice. Our master brewer personally visits the farm, participates in rice planting, and collaborates with the farmers to carefully select the best rice for brewing narai."
        },
        "koji": {
          "title": "sake yeast & koji (fermentation) - the constituents",
          "body": "We use Kyokai No.7 sake yeast from Nagano, which is known for its strong fermentability and ability to refine aromas elegantly. For the koji mold that converts rice into sugar, we select a strain that is well-balanced with high enzymatic activity."
        }
      },
      "irie": {
        "title": "Master Brewer: Masayuki Irie",
        "body": "From Fukuoka. Always interested in the pairing of food with Japanese sake, Irie began working at Fukuchiyo Sake Brewery in Saga Prefecture. As he grew more fascinated with the process of sake mash-making, he moved to Kano Sake Brewery in Ishikawa Prefecture, followed by Honda Shoten in Hyogo Prefecture, where he learned the importance of quality ingredients in sake brewing. At 30, also recognizing the importance of branding in the realm of sake, Irie moved to Matsumoto Sake Brewery in Kyoto where he worked under master brewer Hidehiko Matsumoto for 5 years. Building on these experiences, Irie came to suginomori brewery as master brewer, with a goal to create a unique sake from his own vision."
      }
    },
    "bar": {
      "001": {
        "title": "sagyobar : a brewery-operated bar & workspace",
        "subtitle": "",
        "para001": "Introducing sagyobar: a place where brewery operations (sagyo) and drinking (bar) come together. We have combined our brewery workspace, where we pack boxes and fulfill orders, with a place to enjoy sake served from our very own suginomori wagon.",
        "para002": "The renovated warehouse was originally used for storing equipment and business supplies left from the old Suginomori Shuzo, the precursor to suginomori brewery that was established in 1793. While maintaining its original structure, we have revamped its entrance and installed new systems such as lighting and air conditioning. We utilize “P-boxes” – containers used to transport sake bottles – that can be flexibly arranged to transform the space into standing bar."
      },
      "002": "sagyobar is a place where visitors to Narai-juku can enjoy narai, freshly brewed at our brewery just a short walk away. We also plan to host music events, workshops, and other various activities, and turn sagyobar into a new tourist hub in Narai-juku.",
      "003": {
        "title": "suginomori wagon",
        "body": "sagyobar is also the home of “suginomori wagon” – our very own vehicle equipped with a sake server, offering the narai tasting set, local specialty menus, and original merchandise of suginomori brewery. suginomori wagon also serves as a mobile sales vehicle, allowing us to bring narai to various events within Nagano and all over the country."
      },
      "access": {
        "title": "access",
        "para001": "755-1 Narai, Shiojiri, Nagano 399-6303",
        "para002": "By train",
        "para003": "4 min walk from Narai Station (JR Chuo Main Line)",
        "para004": "By car",
        "para005": "35 min from Shiojiri IC / 40 min from Ina IC",
        "para006": "*Please use the parking lots at “Michi no eki Narai Kiso-no-ohashi” or “Mizubeno Furusato Fureai Koen”",
        "para007": "*Please kindly avoid parking on vacant property or the street"
      },
      "hours": {
        "title": "operating hours",
        "para001": "We generally operate on an irregular schedule, but are OPEN every Friday and Saturday from 1PM to 5PM.",
        "para002": "*For other dates, please feel free to approach our staff if you see them.",
        "para003": "*We do not sell alcoholic beverages to drivers or individuals under the legal drinking age."
      },
      "menu": {
        "title": "menu",
        "para001": "Please see the menu from here."
      },
      "clerk": {
        "title": "Banto (Head Clerk): Masaki Nishikawa",
        "body": "Nishikawa is engaged in manufacturing management, sales management, liquor tax management, general affairs and sales administration. A trustworthy and dependable presence, it is often said that “if you need anything, just ask Nishikawa.” Nishikawa joined Matsumoto Sake Brewery in Kyoto in 2006. After serving as head clerk there for many years, Nishikawa joined suginomori brewery in 2021. He strives to create an environment in which the brewer can fully concentrate on their craft."
      }
    }
  }
}
