{
  "it": [
    {
      "title": "Storia del Mercato",
      "titleColor": "#FF0000",
      "text": "Ciò che è sempre stato alla base del progresso della civiltà umana è lo scambio (di beni, di idee, di conoscenze). In età neolitica avveniva sotto forma di baratto. Nell'antichità e per tutto il Medioevo i principali canali di scambio erano il mercato, in genere allestito nelle piazze delle città e la fiera, imponente evento commerciale. Il mercato giornaliero, settimanale o mensile, vivacizzava la città e provvedeva alle esigenze della popolazione; era il luogo dello scambio tra la produzione dell’artigianato urbano e quella agricola. La fiera era un evento periodico, suddiviso in più circuiti predeterminati, dove tanti operatori economici convergevano per scambiarsi in natura, in moneta o tramite titoli di credito, beni in quantità consistenti; non mancavano le agevolazioni fiscali per i mercanti stranieri che vi convenivano. Ma la fiera era caratterizzata anche per il clima di confusione e festività; accadeva di tutto: circolazione di persone, di merci e cultura, spettacoli, giochi d'azzardo, reliquie di santi in bella mostra. Mentre l'attività produttiva (e a volte anche commerciale) del mercante, così come dell'artigiano si svolgeva nella bottega. Fino ai primi decenni del XVII secolo le fiere erano il principale canale di scambio commerciale e connotavano i territori entro le quali raggiungevano la loro fortuna. Con l'avvento dell'industrializzazione si afferma in Europa e nel mondo il sistema capitalistico di produzione: le botteghe artigiane diventano grandi fabbriche, le fiere tradizionali sono meno affollate e meno rinomate, divenendo sempre più sbocco di derrate agricole, e lasciando spazio a un nuovo tipo di fiera: la fiera campionaria, il cui massimo esempio è rappresentato dall'esposizione nazionale e universale."
    },
    {
      "title": "Storia del Mercato",
      "titleColor": "#FF0000",
      "text": "Nella città nascono gli spazi rispondenti alle nuove produzioni industriali e ai nuovi consumi: i passages, le gallerie, i grandi magazzini, gli antenati dell'odierno centro commerciale, tempio dell'attuale società consumistica del XXI secolo. Oggi sia i centri commerciali che le fiere specializzate (miranti ai singoli comparti dell'industria) sono gli attori fondamentali nel sistema di distribuzione delle novità introdotte dal grande mercato, propongono nuove idee e nuovi modelli di comportamento e consumo e, facilitando anche un'omologazione degli stessi, rispondono alle nuove dinamiche della globalizzazione. Se essi proliferano e riempiono il tessuto urbano, centrale o periferico, nei borghi e nei paesi, si trovano ancora le manifestazioni tipiche della sagra, del mercatino, della piccola fiera, della mostra a tema. Questi piccoli eventi preservano una cultura e una tradizione locali, talvolta ancora espressione della vita artigianale, attenuando il fenomeno della globalizzazione. In particolare il mercatino (agenzia d'affari) può essere strutturato come manifestazione periodica o avente una propria sede fissa. Rimane il luogo in cui possono rinvenirsi oggetti particolari, testimonianza del passato (più o meno recente) e non delle novità industriali."
    },
    {
      "title": "Iniziativa",
      "titleColor": "#FFC000",
      "text": "Se è vero che oggi sia i grandi centri commerciali che questi piccoli eventi sono fenomeni culturali (i primi riguardanti la cultura attuale, globale, di massa, i secondi quella passata), sono luoghi d'intrattenimento e svago, hanno entrambi carattere di coinvolgimento emotivo e grande varietà e assortimento merceologico, è anche vero che sono organizzati esponendo le merci tuttalpiù per generi, settori. I titolari dei mercatini, attenti soprattutto al valore economico del bene usato, possono limitarsi a fornire ai visitatori informazioni basilari sullo stesso, non soddisfacendo mai completamente un ipotetico arricchimento culturale dei propri clienti. Ecco l’ipotesi di una nuova formula di vetrina online che aspiri a essere un'esposizione a tema (come la fiera e la mostra a tema) e allo stesso tempo avere grande varietà e assortimento di generi, il tutto ordinato in un disegno che susciti emozioni e fornisca al visitatore la massima trasmissione culturale che può scaturire dall'osservazione di prodotti usati; ridia vita alle merci, ricordandosi delle culture e tradizioni locali (oggi più che mai in pericolo) e stia attenta alle urgenti istanze di ecologia, riuso e sostenibilità. Safara è uno spazio virtuale innovativo che, oltre ad esporre prodotti datati come un normale mercatino, li reinserisce nella loro \"cornice\" originaria, affianco ad oggetti e simboli dello stesso periodo storico, aiutandosi con tecnologie moderne mai utilizzate finora nell’ambito dell’esposizione o commercializzazione dell’usato, quali la visualizzazione in 3d o la funzione AR. È costituito da un percorso ramificato in più “fermate”, ognuna delle quali rappresenti un decennio del 900. Perfino ogni singolo oggetto racconterà in breve la sua storia. Se ciò che è sempre stato alla base del progresso della civiltà umana è lo scambio, è ancora attraverso esso che Safara fornisce un elemento di diversificazione rispetto agli altri attori dell’usato. Riutilizzando la visione ancestrale del commercio basata sul baratto, e adattandola in chiave moderna, assieme ad altri servizi unici, Safara è davvero una vetrina unica nel suo genere. Pensiamo inoltre che l’idea possa costituire un supporto utile a completamento di altra manifestazione locale."
    },
    {
      "title": "Chi Siamo",
      "titleColor": "#FFD966",
      "text": "Safara, con sede in Abruzzo, è la prima vetrina online di oggettistica di seconda mano (simile ad un’agenzia d'affari, più nota con il termine di mercatino dell’usato) ad affiancare all’offerta commerciale un’offerta culturale, ad utilizzare tecnologie e servizi nuovi in questo settore e a valorizzare parallelamente la storia dell’oggetto e quella della sua regione, sia per farle rivivere o conoscere ai propri visitatori, sia per fornire a quest’ultima un servizio utile, soprattutto in un periodo storico delicatissimo per il pianeta intero."
    },
    {
      "title": "Storia",
      "titleColor": "#92D050",
      "text": "Nata nel 2022 in Abruzzo (ma è come se lo fosse da tempo, per ciò che offre) e ideata qualche anno prima come un mix armonioso tra locale e globale, realtà e riproduzione, Safara è la prima vetrina dell’usato dove il passato incontra il presente e scorge frammenti del futuro, attraverso l’utilizzo di tecnologie quali il 3d, la view in AR ecc., assolutamente innovative in quest’ambito. Più datate invece, l'esperienza e la competenza dei suoi ideatori."
    },
    {
      "title": "Competenze",
      "titleColor": "#00B0F0",
      "text": "È un progetto ideato da un esiguo gruppo di amici, ognuno con un esperienza e competenza pluriennale in uno specifico ambito del progetto, tutti appartenenti alla regione Abruzzo."
    },
    {
      "title": "Qualità e Risparmio",
      "titleColor": "#0070C0",
      "text": "Vasto assortimento di oggetti usati a cui è ridata vita in una cornice unica che ricordi il loro \"sfondo\" storico originario: il tutto, ad un prezzo vantaggioso."
    },
    {
      "title": "Servizi e Unicità",
      "titleColor": "#7030A0",
      "text": "Non una mera esposizione di prodotti usati. I nostri esclusivi prodotti e servizi, abbinati perfettamente ai vostri prodotti usati, reperiti direttamente da noi a “casa vostra”, organizzano una mostra permanente a tema storico e non solo!      "
    },
    {
      "title": "Target",
      "titleColor": "#FF66FF",
      "text": "Visitatore desideroso di un comune oggetto usato, di un particolare oggetto usato e naturalmente... tutti coloro che sono interessati alla storia, alla cultura, all’intrattenimento."
    },
    {
      "title": "Ecosostenibilità",
      "titleColor": "#FF0000",
      "text": "Attraverso la politica del riuso e delle scambio degli oggetti, dell’utilizzo di materiale riciclato per crearne dei supporti nella vendita, di percorsi prestabiliti nel reperimento e la consegna dei prodotti, onde evitare sprechi e inquinamento eccessivi, la cultura della sostenibilità è parte integrante della politica di Safara. Il tutto a kilometro zero per chi ci contatta."
    }
  ],
  "en": [
    {
      "title": "History of the Market",
      "titleColor": "#FF0000",
      "text": "What has always been at the basis of the progress of human civilization is the exchange (of goods, of ideas, of knowledge). In the Neolithic age it took the form of barter. In ancient times and throughout the Middle Ages, the main channels of exchange were the market, generally set up in the city squares, and the fair, an impressive commercial event. The daily, weekly or monthly market enlivened the city and provided for the needs of the population; it was the place of exchange between the production of urban crafts and agriculture. The fair was a periodic event, divided into several predetermined circuits, where many economic operators converged to exchange goods in large quantities in kind, in currency or through credit instruments; there was no shortage of tax breaks for foreign merchants who agreed there. But the fair was also characterized by a climate of confusion and festivities; everything happened: movement of people, goods and culture, shows, games of chance, relics of saints on display. While the productive (and sometimes also commercial) activity of the merchant, as well as of the craftsman, took place in the workshop. Until the first decades of the seventeenth century, fairs were the main channel of commercial exchange and characterized the territories in which they achieved their fortune. With the advent of industrialization, the capitalist system of production asserted itself in Europe and in the world: the artisan workshops became large factories, the traditional fairs were less crowded and less renowned, becoming more and more outlets for agricultural commodities, and leaving room for a new type of fair: the trade fair, the best example of which is represented by the national and universal exposition."
    },
    {
      "title": "History of the Market",
      "titleColor": "#FF0000",
      "text": " Spaces responding to new industrial productions and new consumption are born in the city: the passages, galleries, department stores, the ancestors of today's shopping center, temple of the current consumer society of the 21st century. Today, both shopping centers and specialized trade fairs (aimed at individual industry sectors) are the key players in the distribution system of innovations introduced by the large market, they propose new ideas and new models of behavior and consumption and, also facilitating of the same, respond to the new dynamics of globalization. If they proliferate and fill the urban fabric, central or peripheral, in villages and towns, These small events preserve a local culture and tradition, sometimes still an expression of artisan life, mitigating the phenomenon of globalization. In particular, the market (business agency) can be structured as a periodic event or with its own fixed location. It remains the place where particular objects can be found, evidence of the past (more or less recent) and not of industrial innovations."
    },
    {
      "title": "Initiative",
      "titleColor": "#FFC000",
      "text": "If it is true that today both the large shopping centers and these small events are cultural phenomena (the first concerning current, global, mass culture, the second that of the past), they are places of entertainment and leisure, both have the character of emotional involvement and great variety and assortment of goods, it is also true that they are organized by exhibiting the goods at most by genres, sectors. The owners of the markets, attentive above all to the economic value of the used good, can limit themselves to providing visitors with basic information on the same, never completely satisfying a hypothetical cultural enrichment of their customers. Here is the hypothesis of a new formula for an online showcase that aspires to be a themed exhibition (such as a fair or a themed exhibition) and at the same time have a great variety and assortment of genres, all ordered in a design that inspires emotions and provides the visitor with the maximum cultural transmission that can arise from the observation of used products; give new life to goods, remembering local cultures and traditions (today more than ever in danger) and be attentive to the urgent requests for ecology, reuse and sustainability. Safara is an innovative virtual space which, in addition to displaying dated products like a normal flea market, reinserts them in their original \"frame\", alongside objects and symbols of the same historical period, with the help of modern technologies never used before in the context of the exhibition or second-hand marketing, such as 3D visualization or AR function. It consists of a route branching out into several \"stops\", each of which represents a decade of the 1900s. Even every single object will briefly tell its story. If what has always been the basis of the progress of human civilization is the exchange, it is still through it that Safara provides an element of diversification compared to the other second-hand players. Reusing the ancestral vision of barter-based commerce, and adapting it in a modern way, together with other unique services, Safara is truly a one-of-a-kind showcase. We also think that the idea could be a useful support to complete another local event."
    },
    {
      "title": "Who We Are",
      "titleColor": "#FFD966",
      "text": "Safara, based in Abruzzo, is the first online showcase of second-hand objects (similar to a business agency, better known as a second-hand market) to combine the commercial offer with a cultural offer, for use new technologies and services in this sector and to simultaneously enhance the history of the object and that of its region, both to bring them back to life or to get to know their visitors, and to provide the latter with a useful service, especially in a very delicate historical period for the whole planet."
    },
    {
      "title": "History",
      "titleColor": "#92D050",
      "text": "Born in 2022 in Abruzzo (but it is as if it has been for some time, for what it offers) and conceived a few years earlier as a harmonious mix between local and global, reality and reproduction, Safara is the first used shop window where the past meets the present and glimpses fragments of the future, through the use of technologies such as 3D, AR view etc., absolutely innovative in this area. More dated instead, the experience and competence of its creators."
    },
    {
      "title": "Skills",
      "titleColor": "#00B0F0",
      "text": "It is a project conceived by a small group of friends, each with many years of experience and expertise in a specific area of the project, all belonging to the Abruzzo region."
    },
    {
      "title": "Quality and Savings",
      "titleColor": "#0070C0",
      "text": "Vast assortment of second-hand items that have been given new life in a unique setting that recalls their original historical \"background\": all at an advantageous price."
    },
    {
      "title": "Services and Uniqueness",
      "titleColor": "#7030A0",
      "text": "Not a mere display of used products. Our exclusive products and services, perfectly matched to your used products, found directly from us at \"your home\", organize a permanent exhibition with a historical theme and more!"
    },
    {
      "title": "Target",
      "titleColor": "#FF66FF",
      "text": "Visitor eager for a common used object, a particular used object and of course... all those interested in history, culture, entertainment."
    },
    {
      "title": "Eco-Sustainability",
      "titleColor": "#FF0000",
      "text": "Through the policy of reuse and exchange of objects, the use of recycled material to create sales supports, pre-established paths in the procurement and delivery of products, in order to avoid waste and excessive pollution, the culture of sustainability is an integral part of Safari policy. All at zero kilometer for those who contact us."
    }
  ]
}
