{
  "it": [
    {
      "title": "Come Funziona",
      "titleColor": "#FF0000",
      "text": "-Chiunque può contattarci se necessita di un particolare prodotto usato, attraverso la sezione Contattaci, Prenotazioni, oppure scrivendoci nella chat del sito. Appena lo avremo trovato, lo contatteremo una prima volta per fornirgli un preventivo e, qualora venga accettato, lo ricontatteremo appena l’oggetto sarà disponibile.<br/>-Chiunque può contattarci se necessita di vendere un prodotto. Se questo interessa ad un altro utente che lo abbia prenotato in Contattaci, Prenotazioni o scrivendoci in chat, lo acquisteremo subito. Altrimenti lo reperiremo, esporremo gratuitamente per il proprietario e proveremo a venderlo per lui, sottraendo al prezzo di vendita, le normali commissioni del conto-vendita. Chiunque ci abbia affidato dei prodotti da vendere, può ricontattarci in qualsiasi momento, se desidera riappropriarsene.<br/>-Chiunque può segnalare la preferenza di un prodotto in Contattaci, Preferiti. Così lo considereremo prenotato, fino a quando un altro utente desideri acquistarlo. In quest’ultimo caso, ricontatteremo il primo utente, domandandogli se ancora interessato, prima di procedere con la vendita al secondo. Nella stessa sezione valutiamo proposte di scambio di un oggetto aggiunto ai preferiti. Descriveteci cosa proponete da scambiare in Contattaci, Preferiti. E vi faremo sapere.<br/>-Il percorso fisico attuato giornalmente da Safara nel reperimento e la consegna dei prodotti, nei territori in cui opera, è fisso e prestabilito; e viene gestito in modo da evitare sprechi di carburante e conseguente maggior inquinamento."
    },
    {
      "title": "Per Voi",
      "titleColor": "#FFC000",
      "text": "-Chiunque voglia contribuire all’arricchimento culturale offerto da Safara, può inviare proprie foto datate e/o recenti inerenti posti tipici o panorami dell’Abruzzo. Esse andranno a contornare, con la loro unicità, gli sfondi delle stanze dei vari decenni. Lo stesso invito può ampliarsi ad altri generi di file, quali audio di canzoni ascoltate in Abruzzo negli anni passati e/o attuali, sia locali che di cultura pop, video ecc. I più significativi verranno pubblicati subito e ne verrà specificata la fonte o l’autore.<br/>-Chiunque voglia fornirci dei consigli utili a migliorare il nostro servizio online e fisico, può scriverci in Contattaci, Consigli o nella chat del sito. Siate certi che li valuteremo con attenzione."
    },
    {
      "title": "Aggiornamenti",
      "titleColor": "#FFD966",
      "text": "-Safara è un’attività ancora prevalentemente ludica, basata sullo scambio tra privati, che parte dal nostro territorio e tenta di valorizzarlo. Perciò prende inizialmente forma nella mera formula dell’esposizione privata, una semplice vetrina, ma con elementi innovativi nell’ambito dell’esposizione di prodotti usati. Ci auguriamo che, grazie anche al vostro aiuto, diverrà presto e-commerce (è già preparata e strutturata per esserlo); ma totalmente diverso da ciò che attualmente offre tale settore. Ci piace affermare che in Safara, la dicitura e-commerce, sta più per “ecological commerce”, vale a dire un commercio incentrato, incentivato e promosso soprattutto per il mercato locale, al fine di movimentarlo, agevolarlo e valorizzarlo; pur non mancando quei servizi indispensabili ad ogni e-commerce, quali la possibilità di spedizione a distanza, l’assistenza e l’attenzione verso il cliente ecc. Per questi motivi, non è possibile, al momento, acquistare direttamente in Safara, ma si può acquistare, vendere o scambiare, contattandoci. <br/>-Scopo di Safara è garantirsi un’autosussistenza, fornendo un servizio utile al suo territorio. La nostra visione futura vede un utilizzo esclusivo di mezzi elettrici per gli spostamenti locali a reperimento e consegna dei prodotti; un potenziale culturale da poter implementare in varie manifestazioni locali; un mezzo per far conoscere la nostra regione e la sua storia ai visitatori del sito residenti in altre zone dell’Italia; aggiornamenti sull’intrattenimento offerto dal sito (magari prendendo spunto dai consigli, che ognuno può lasciare nella sezione Contattaci, Consigli), ecc.<br/>-Il percorso storico è visitabile a partire dagli anni ’60, ma verranno presto implementati tutti i decenni mancanti del secolo 900, e la sezione riguardante ciò che è antecedente a tale secolo, costituita dal primo cerchio della spirale."
    }
  ],
  "en": [
    {
      "title": "How It Works",
      "titleColor": "#FF0000",
      "text": "-Anyone can contact us if they need a particular used product, through the section Contact us, Reservations, or by writing to us in the chat of the site. As soon as we find it, we will contact it a first time to provide a quote and, if it is accepted, we will contact it as soon as the item is available.<br/>-Anyone can contact us if they need to sell a product. If this interests another user who has booked it in Contact Us, Reservations or by writing us in chat, we will purchase it immediately. Otherwise we will find it, we will expose it for free for the owner and we will try to sell it for him, subtracting from the sale price, the normal commission of the account-sale. Anyone who has entrusted us with products to sell, can contact us at any time, if you wish to repossess them.<br/>-Anyone can report a product preference in Contact Us, Favorites. So we will consider it booked, until another user wishes to purchase it. In the latter case, we will contact the first user, asking him if still interested, before proceeding with the sale to the second. In the same section we evaluate proposals for exchange of an object added to favorites. Describe what you propose to exchange in Contact Us, Favorites. And we will let you know.<br/>-The physical path implemented daily by Safara in the procurement and delivery of products, in the territories in which it operates, is fixed and pre-established; and is managed so as to avoid fuel waste and consequent greater pollution."
    },
    {
      "title": "For You",
      "titleColor": "#FFC000",
      "text": "-Anyone wishing to contribute to the cultural enrichment offered by Safara, can send their own dated and/or recent photos of typical places or landscapes of Abruzzo. They will surround, with their uniqueness, the backgrounds of the rooms of the various decades. The same invitation can be extended to other types of files, such as audio of songs heard in Abruzzo in past and/or current years, both local and pop culture, video etc. The most significant will be published immediately and will specify the source or the author.<br/>-Anyone who wants to give us useful advice to improve our online and physical service, can write us in Contact us, Advice or in the chat of the site. Be assured that we will evaluate them carefully."
    },
    {
      "title": "Updates",
      "titleColor": "#FFD966",
      "text": "-Safara is still a mainly recreational activity, based on the exchange between individuals, which starts from our territory and tries to enhance it. So it takes shape initially in the simple formula of the private exhibition, a simple showcase, but with innovative elements in the context of the display of used products. We hope that, thanks to your help, it will soon become e-commerce (it is already prepared and structured to be so); but totally different from what currently offers this sector. We like to say that in Safara, the word e-commerce, is more for 'ecological commerce', that is to say a trade focused, encouraged and promoted especially for the local market, in order to enliven, facilitate and enhance it; while not missing those services essential to every e-commerce, such as the possibility of remote shipping, assistance and attention to the customer etc. For these reasons, it is not possible, at the moment, to buy directly in Safara, but you can buy, sell or exchange, by contacting us.<br/>-Safara’s aim is to ensure self-sufficiency by providing a useful service to its territory. Our future vision sees an exclusive use of electric means for the local movements to procurement and delivery of products; a cultural potential to be implemented in various local events; a means to make our region and its history known to visitors of the site residing in other areas of Italy; updates on the entertainment offered by the site (perhaps taking inspiration from the advice, that everyone can leave in the section Contact us, Advice), etc.<br/>-The historical route can be visited from the 1960s, but all the missing decades of the 20th century will soon be implemented, and the section on what predates that century, the first circle of the spiral."
    }
  ]
}
