{
  "it": [
    {
      "title": "Come Funziona",
      "titleColor": "#FF0000",
      "text": "-Chiunque può contattarci se sta cercando un particolare prodotto usato non presente in vetrina, attraverso la sezione Contatti oppure scrivendoci nella chat del sito. Terremo in considerazione la richiesta: se riusciremo a trovarlo, lo contatteremo per fornirgli un preventivo e, qualora venga accettato, lo ricontatteremo appena l’oggetto sarà disponibile.<br/> -Chiunque può contattarci se necessita di vendere un prodotto. Se questo interessa ad un altro utente che lo c’è lo abbia richiesto, lo acquisteremo subito. Altrimenti lo reperiremo, esporremo gratuitamente per il proprietario e lo venderemo per lui, sottraendo al prezzo di vendita le normali commissioni del conto-vendita. Chiunque ci abbia affidato dei prodotti da vendere, se ancora disponibili, può contattarci in qualsiasi momento, se desidera riappropriarsene.<br/>-Chiunque può segnalare la preferenza di un prodotto in vetrina, in Contatti o scrivendoci nella chat del sito. Così lo considereremo prenotato fino a quando un altro utente desideri acquistarlo. In quest’ultimo caso, contatteremo il primo utente, domandandogli se ancora interessato e fornendogli una scadenza, prima di procedere con la vendita al secondo. Nella stessa sezione, chi abbia preferenze per un oggetto, può fare una proposta di scambio descrivendo cosa propone da scambiare. Gli risponderemo dopo una breve valutazione.<br/> -Il percorso fisico attuato giornalmente da Safara nel reperimento e la consegna dei prodotti, nei territori in cui opera, viene gestito in modo da evitare sprechi di carburante e conseguente maggior inquinamento: il maggior numero di appuntamenti giornalieri darà priorità a uno dei due tragitti specificati in Dove Siamo. Ma entrambi verrano coperti puntualmente a distanza non superiore di un giorno, mantenendo un’efficienza nella tempistica dei servizi di reperimento e consegna. Ci auspichiamo che in un futuro prossimo entrambi i tragitti saranno coperti ogni giorno."
    },
    {
      "title": "Per Voi",
      "titleColor": "#FFC000",
      "text": "-Chiunque voglia contribuire all’arricchimento culturale offerto da Safara, può inviarci proprie foto datate e/o recenti inerenti posti tipici o panorami dell’Abruzzo. Le più significative andranno a contornare, con la loro unicità, gli sfondi delle stanze dei vari decenni e ne verrà specificata la fonte o l’autore. Lo stesso invito può ampliarsi ad altri generi di file, quali audio di canzoni ascoltate in Abruzzo negli anni passati e/o recenti, sia locali che di cultura pop, video ecc.<br/>-Chiunque voglia fornirci dei consigli utili a migliorare il nostro servizio online e fisico, può scriverci in Contatti o nella chat del sito. Siate certi che li valuteremo con attenzione."
    },
    {
      "title": "Aggiornamenti",
      "titleColor": "#FFD966",
      "text": "-Safara è un’attività ancora prevalentemente ludica, basata sullo scambio tra privati, che parte dal nostro territorio e tenta di valorizzarlo. Perciò prende inizialmente forma nella mera formula dell'esposizione privata, una semplice vetrina degli oggetti che noi ideatori del progetto desideriamo smaltire per inutilizzo e che potrebbero interessare ad altri: tuttavia una vetrina con elementi innovativi nell’ambito dell’esposizione di prodotti usati. Ci auguriamo che, grazie al vostro aiuto, diverrà presto anche un e-commerce, ma totalmente diverso da ciò che attualmente offre tale settore. Ci piace affermare che in Safara la dicitura e-commerce sta più per ecological commerce, vale a dire un commercio incentrato, incentivato e promosso soprattutto per il mercato locale, al fine di movimentarlo, agevolarlo e valorizzarlo, pur non mancando quei servizi indispensabili ad ogni e-commerce, quali la possibilità di spedizione a distanza, l’assistenza e l’attenzione verso il cliente ecc. Per questi motivi, non è possibile, al momento, acquistare direttamente in Safara; ma si può acquistare, vendere o scambiare, contattandoci.<br/>-Scopo di Safara è garantirsi un’auto sussistenza, fornendo un servizio utile al suo territorio. La nostra visione di un futuro prossimo, vede l’utilizzo di mezzi elettrici per gli spostamenti locali a reperimento e consegna dei prodotti; un potenziale culturale da poter implementare in varie manifestazioni locali; un mezzo per pubblicizzare la nostra regione e la sua storia ai visitatori del sito residenti in altre zone dell’Italia; aggiornamenti sull’intrattenimento e i servizi offerti dal sito (magari prendendo spunto dai consigli che ognuno può lasciare nella sezione Contatti o scrivendoci in chat), ecc.<br/>-Il percorso storico è visitabile a partire dagli anni ‘60, ma verranno presto implementati tutti i decenni mancanti del secolo 900 e la sezione riguardante ciò che è antecedente a tale secolo, costituita dal primo cerchio della spirale."
    }
  ],
  "en": [
    {
      "title": "How It Works",
      "titleColor": "#FF0000",
      "text": "-Anyone can contact us if they are looking for a particular used product not present in the shop window, through the Contact section or by writing to us in the site chat. We will consider the request: if we can find it, we will contact him to provide him with a quote and, if it is accepted, we will contact him as soon as the item is available.<br/> -Anyone can contact us if he needs to sell a product. If this interests another user who has requested it, we will buy it immediately. Otherwise we will find it, we will exhibit it free of charge for the owner and we will sell it for him, subtracting the normal consignment commissions from the sale price. Anyone who has entrusted us with products to sell, if still available, can contact us at any time if they wish to re-appropriate them.<br/>-Anyone can indicate the preference for a product in the showcase, in Contacts or by writing to us in the site chat. So we will consider it booked until another user wants to buy it. In the latter case, we will contact the first user, asking him if he is still interested and providing him with a deadline, before proceeding with the sale to the second one. In the same section, those who have preferences for an item can make a trade proposal describing what they propose to trade. We will reply after a brief evaluation.<br/> -The physical path implemented daily by Safara in the procurement and delivery of products, in the territories in which it operates, is managed in such a way as to avoid fuel waste and consequent greater pollution: the greater number of daily appointments will give priority to one of the two routes specified in Where We Are. But both will be covered punctually after no more than one day, maintaining efficiency in the timing of the procurement and delivery services. We hope that in the near future both routes will be covered every day."
    },
    {
      "title": "For You",
      "titleColor": "#FFC000",
      "text": "-Anyone who wants to contribute to the cultural enrichment offered by Safara can send us their own dated and/or recent photos relating to typical places or panoramas of Abruzzo. The most significant will surround, with their uniqueness, the backgrounds of the rooms of the various decades and the source or author will be specified. The same invitation can be extended to other kinds of files, such as audio of songs heard in Abruzzo in the past and/or recent years, both local and pop culture, videos, etc.<br/>-Anyone who wants to provide us with useful advice to improve the our online and physical service, you can write to us in Contacts or in the site chat. Rest assured that we will evaluate them carefully."
    },
    {
      "title": "Updates",
      "titleColor": "#FFD966",
      "text": "-Safara is still mainly a playful activity, based on the exchange between private individuals, which starts from our territory and tries to enhance it. Therefore, it initially takes shape in the mere formula of private exhibition, a simple showcase of the objects that we creators of the project wish to dispose of due to inactivity and which could be of interest to others: however, a showcase with innovative elements in the context of the exhibition of used products. We hope that, thanks to your help, it will soon become an e-commerce too, but totally different from what this sector currently offers. We like to say that in Safara the term e-commerce stands more for ecological commerce, i.e. a trade focused, encouraged and promoted above all for the local market, in order to move it, facilitate it and enhance it, while not lacking those services essential to every e-commerce, such as the possibility of remote shipping, assistance and attention to the customer, etc. For these reasons, it is currently not possible to buy directly in Safara; but you can buy, sell or exchange by contacting us.<br/>-Safara's purpose is to guarantee self-subsistence, providing a useful service to its territory. Our vision of the near future sees the use of electric vehicles for local travel to find and deliver products; a cultural potential that can be implemented in various local events; a means of publicizing our region and its history to site visitors residing in other areas of Italy; updates on the entertainment and services offered by the site (perhaps taking a cue from the advice that anyone can leave in the Contacts section or by writing to us in the chat), etc.<br/>-The historical route can be visited starting from the 60s, but will soon implemented all the missing decades of the 900th century and the section concerning what is prior to this century, constituted by the first circle of the spiral."
    }
  ]
}
